;Language file of Revo Uninstaller Pro
;This section must use english 
[Info]
Language=Português (Portugal)
WebLang=PTGSTD
Translator=Manuela Silva - Luis Neves (luis.a.neves@sapo.pt) - Please don't remove the translation with AO 1990. 
Codepage=UNICODE 
Version=4.0.5


[Uninstaller Toolbar]
102 = Ver
103 = Opções
104 = Desinstalador
105 = Ferramentas
106 = Modo Pesquisa 
107 = Lista
108 = Ícones
109 = Detalhes
110 = Desinstalar 
111 = Remover Entrada 
112 = Atualizar 
113 = Deseja remover a entrada selecionada?
114 = Deseja desinstalar o programa selecionado?
115 = Atualização Automática
116 = Ajuda
117 = Ajuda da ferramenta atual
118 = Página Inicial...
119 = Sobre...
120 = Não tem direitos de administrador!
121 = Deseja desinstalar o componente do sistema selecionado?\nPARE,a não ser que tenha a certeza do que está a fazer!
122 = O desinstalador mostra-lhe todos os programas e componentes instalados para o utilizador atual e todos os utilizadores. Na vista de "Detalhes", ou no menu de contexto, pode obter informação adicional (ligações e propiedades sobre as instalações). Uma das principais características do “Revo Uninstaler” é o modo Caçador. Este modo dá-lhe a flexibilidade para desinstalar, parar, eliminar ou Desativar a inicialização automática com apenas um clique.
123 = Procura
124 = Encontrados:
125 = Tem certeza que deseja remover o componente do sistema selecionado do Registo?\nEste componente pode ser necessário para o sistema operativo!
126 = não voltará a ser iniciado automaticamente!
127 = está definido para iniciar automaticamente!
128 = O %s está instalado no mesmo local do %s!\nIrão ser encontrados os vestígios de ambas as aplicações! Verifique com cuidado os que pretende remover!
129 = Desinstalação MSI Forçada

[Uninstaller List]
150 = Aplicação 
151 = Tamanho
152 = Versão
153 = Data de Instalação
154 = Empresa
155 = Site da Web
156 = Comentário
157 = Comando de Desinstalação
158 = Chave do Registo
159 = Instalador

[Uninstaller StatusBar]
201 = Instalações: 
202 = A carregar...

[Registry Optimizer]
302 = Seleccionar onde procurar
303 = Menu Iniciar

[AutoRun Toolbar]
407 = Executar
408 = Parar
409 = Remover
410 = Itens:
411 = Ativados:
412 = Com o 'Gestor de Execução Automática', pode ativar ou desativar as aplicações que iniciam automaticamente com o Windows, pode também conseguir mais informação sobre essa aplicação em particular. Pode conseguir informação sobre o atalho de carregamento, descrição, editor, estado (em execução ou não), e a localização do comando de inicialização (quer no Registo ou num ficheiro no disco).

[AutoRun List]
450 = Nome da Inicialização
451 = Atalho
452 = Descrição
453 = Editor
454 = Estado
455 = Localização
456 = EM EXECUÇÃO
457 = PARADO
458 = INVÁLIDO
459 = Terminar Processo
460 = Executar Processo
461 = Abrir Pasta Respetiva
462 = Ir para Localização
463 = Copiar Atalho
464 = Remover Selecionado(s)
465 = Remover Todos Inválidos
466 = Remover Todos os Parados
467 = Remover Todos os Desativados
468 = Propriedades ...
470 = Deseja fechar a aplicação selecionada?\nOs dados não guardados serão perdidos!
471 = Deseja eliminar o item selecionado?
472 = Deseja eliminar todos os itens inválidos?
473 = Deseja eliminar todos os itens parados?
474 = Deseja eliminar todos os itens desativados?
475 = O comando não existe!
476 = DESCONHECIDO
477 = Desativar Inicialização Automática
478 = Ativar Inicialização Automática

[Outlook Control]
300 = Optimização
301 = Optimizador do Registo
400 = Gestor do Início Automático
500 = Limpeza de Rastos
501 = Limpeza dos Navegadores
600 = Limpeza do MS Office
700 = Limpeza do Windows
800 = Removedor de Evidências
900 = Eliminar Definitivamente
2100 = Ferramentas do Windows
2200 = Limpeza de Ficheiros Inúteis

[Track Cleaner Browsers]
507 = Limpar Tudo
508 = Limpar Histórico das páginas internet visitadas
509 = Eliminar Histórico da barra de endereços
510 = Eliminar Ficheiros temporários da Internet 
511 = Eliminar Cookies
512 = Eliminar Ficheiros Index.dat
513 = Executar
514 = Eliminar Histórico de Transferências
515 = Eliminar Histórico de Sessões
516 = Eliminar Histórico de Formulários
517 = Desinstalador
518 = Deseja limpar todos os históricos selecionados?
521 = Deseja limpar o histórico do Internet Explorer?
522 = Deseja limpar o histórico do Firefox?
523 = Deseja limpar o histórico do Opera? 
524 = Deseja limpar o histórico de Netscape?
525 = O seu navegador regista a informação de todos os sites da Internet visitados. A informação é facilmente acessível a partir da janela do seu navegador, pressionando simplesmente um botão, qualquer pessoa pode ver os sites da Internet visitados. Com a Limpeza dos Navegadores pode eliminar os ficheiros temporários da Internet que contêm as imagens, todos os vídeos online e as páginas da Internet visitadas. Ao eliminar os Ficheiros Temporários da Internet pode libertar muito espaço no seu disco rígido.
526 = Feche o seu navegador antes de limpar os seus vestígios.
527 = Ficheiros Index.dat serão eliminados na próxima vez o computador for reiniciado
599 = Estão completas as operações de limpeza de vestígios para os itens selecionados!

[Office Track Cleaner]
601 = Limpar
607 = Limpar Histórico dos documentos recentes do MS Word
608 = Inclui Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 e Word 2016
609 = Limpar Histórico do documentos recentes do MS Exel
610 = Inclui Exel 2000, Exel XP, Exel 2003, Exel 2007 e Excel 2016
611 = Limpar Histórico dos documentos recentes do MS Access
612 = Inclui Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 e Access 2016
613 = Limpar Histórico dos documentos recentes do MS PowerPoint
614 = Inclui PowerPoint 2000, PwerPoint XP,PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 e PowerPoint 2016
615 = Limpar Histórico dos documentos recentes do MS FrontPage
616 = Inclui o FrontPage 2000, FrontPage XP, FrontPage 2003
617 = MS Office Cleaner permite-lhe remover a história dos ficheiros usados mais recentemente pelo MS Word, Exel, Access, PwerPoint e FrontPage. Se não quer que outra pessoa veja as suas últimas folhas de cálculo abertas ou editadas, documentos ou outros arquivos criados usando o MS Office, seleccione os tipos de ficheiros que não quer e clique no botão “Limpar”. Os seus ficheiros usados mais recentemente nos programas que escolheu, já não estarão disponíveis.

[Windows Tracks Cleaner]
701 = Limpar
707 = Limpar Histórico dos documentos recentes
708 = Limpar Histórico do comando “Executar” no Menu Iniciar
709 = Limpar Histórico da Pesquisa de Ficheiros
710 = Limpar Histórico de Pesquisa de Impressoras,Computadores, e Pessoas
711 = Esvaziar a Área de transferências
712 = Limpar Histórico dos ficheiros recentes do "MS Paint"
713 = Limpar Histórico dos ficheiros recentes do "MS Wordpad"
714 = Limpar Histórico das Chaves Abertas no Regedit
715 = Limpar Histórico dos diálogos comuns Abrir/Guardar
716 = Limpar Histórico das pastas visitadas recentemente
717 = Esvaziar a Reciclagem
718 = Eliminar Ficheiros Temporários do Windows
719 = Eliminar os registos de Utilização do Menu Iniciar
720 = O Windows mantém registos de muitas coisas que faz com o seu computador, como por exemplo a história da pesquisa de ficheiros (quando procura ficheiros ou pastas), histórico dos ficheiros abertos recentemente, histórico do abrir/guardar de ficheiros usados pelas diferentes aplicações e muitas coisas mais. A Limpeza do Windows dá-lhe a possibilidade de eliminar todos estes históricos e os ficheiros temporários. Pode, também, esvaziar a Reciclagem e eliminar arquivos temporários libertando espaço no disco.
721 = Executar Histórico será apagado depois de explorer.exe processo ser reiniciado
722 = Vestígios do Registo do Windows
723 = Vestígios na Unidade Local de Disco Rígido
724 = Eliminar ficheiros de depuração de memória
725 = Eliminar fragmentos de ficheiros recuperados pela verificação do disco (Chkdsk)


[Evidence Remover]
802 = Executar 
803 = A eliminar
804 = Por favor, aguarde, enquanto a eliminação está em progresso.
805 = Terminado
806 = Selecione a(s) unidade(s) das quais quer eliminar os vestígios e evidências do seu trabalho. Esta ferramenta elimina só os dados já eliminados. AVISO: Depois do processo estar terminado será impossível recuperar os ficheiros eliminados.
807 = Quando esvazia a Reciclagem do Windows, os seus ficheiros e pastas são apenas marcados como eliminados, mas fisicamente não o são. Esta ferramenta vai eliminar definitivamente os ficheiros e pastas que já foram eliminados mas ainda permanecem no disco.Independentemente da ferramenta usada para tentar recuperar os dados, o resultado será o mesmo, nada. - Os dados eliminados com o Removedor de Evidências são impossíveis de recuperar.
808 = Deseja eliminar os vestígios e evidências na(s) unidade(s) selecionada(s)?

[Unrecoverable Delete]
912 = Lista dos ficheiros e pastas que serão eliminados e tornada impossível a sua recuperação
913 = Ficheiros
914 = Pastas
915 = Insira os ficheiros que pretende eliminar e remover do sistema. Estes ficheiros não poderão ser recuperados por nenhuma ferramenta de software!
916 = Insira as pastas que pretende eliminar e remover do sistema. Estas pastas não poderão ser recuperadas por nenhuma ferramenta de software!
917 = Adicione ficheiros para serem eliminados
918 = Adicione pastas para serem eliminadas
919 = ELIMINAR DEFINITIVAMENTE
920 = Limpar Lista
921 = Se quer eliminar um ficheiro ou pasta definitivamente (para ter a certeza de que ninguém, com qualquer ferramenta, poderá recuperar este ficheiro ou pasta), utilize ELIMINAR DEFINITIVAMENTE. A eliminação de ficheiros e o esvaziamento da Reciclagem do Windows não significam que esses arquivos são eliminados para sempre, eles ainda ficam no disco e qualquer pessoa pode recuperá-los facilmente. A ferramenta “ELIMINAR DEFINIVAMENTE” torna isso impossível porque apaga fisicamente todos os ficheiros e pastas selecionados.
922 = Deseja eliminar definitivamente os ficheiros e pastas selecionados?

[Options Tree]
1001 = Opções
1100 = Geral
1200 = Desinstalador

[General]
1101 = Idioma atual:
1102 = Modo avançado
1103 = Procurar actualizações ao iniciar

[Uninstaller Options]
1201 = Mostrar actualizações do sistema
1202 = Mostrar componentes do sistema
1204 = Só executar o desinstalador incorporado 
1205 = (Não suportado no Windows Vista)
1206 = Antes de desinstalar, criar um Ponto de Restauro do Sistema


[Auto Update]
1907 = Atualizar
1908 = Informação da Versão
1909 = Versão atual:
1910 = Última versão:
1911 = TRANSFERIR
1912 = Obtenha a versão mais recente
1913 = O que há de novo
1914 = A verificar... 
1915 = Erro de ligação...
1916 = PARAR
1917 = Transferidos %s de %s
1918 = Transferidos %s (tamanho total desconhecido)
1919 = O Revo Uninstaller Pro não conseguiu ligar ao site www.revouninstaller.com. Por favor, verifique se a sua ligação à Internet está ativa e a sua firewall não está a bloquear o Revo Uninstaller Pro
1920 = Erro: a procura por nova versão falhou. Sem ligação à Internet.

[wintools]
2110 = Executar
2111 = Existem várias ferramentas no Windows que são úteis e acessíveis. Algumas delas usam linhas de comendo complexas, outras são de difícil acesso. As Ferramentas de Windows dão-lhe acesso rápido com apenas um clique a mais de dez ferramentas do windows de uso comum.
2112 = Se acontecer algum problema, pode utilizar o Restauro do Sistema para restaurar o seu computador para uma configuração guardada anteriormente sem perder os seus ficheiros de dados pessoais. O Restauro do Sistema monitoriza as mudanças no sistema e alguns ficheiros de programas e cria automaticamente pontos de restauro. Estes pontos de restauro permitem-lhe reverter o sistema a um estado anterior do qual foi criada cópia de segurança. Os pontos de restauro são criados diariamente e quando ocorrem alterações significativas no sistema. Pode também criar e dar um nome a pontos de restauro em qualquer altura.
2113 = Pode aproveitá-lo para recolher e mostrar informação do seu hardware e sistema operativo, da configuração da internet, configuração do seu modem e placa de rede. Através da Ferramenta de Diagnósticos de Rede, pode examinar o seu sistema, testar a ligação de rede e verificar se os seus programas e serviços relacionados com a rede estão ou não funcionais.
2114 = Informação de Rede exibe todos os valores actuais das configurações de TCP\IP, Protocolo de Cofiguração de Anfitrião Dinâmico (DHCP) e Sistema de Nomes de Domínios (DNS). Também exibe a congiguração TCP\IP completa para todas placas de rede, incluíndo o endereço de IP, o endereço MAC, a máscara de subrede, o portal padrão e configurações Windows Internet Naming Service (WINS) e DNS.
2115 = O Centro de Segurança examina o estado dos três elementos essenciais de segurança do seu computador – Firewall, protecção contra virus/Malware e Actualizações automáticas. Se for encontrado algum problema com algum deles (por exemplo, se o seu antivírus está desactualizado), o Centro de Segurança envia-lhe um alerta e dá-lhe recomendações de como proteger melhor o seu computador.
2116 = Propriedades do Sistema pode ser usado para ver informação básica do computador tal como o tipo de processador e a capacidade da memória RAM, ver e alterar as definições que controlam como o computador faz uso da memória e encontra determinada informação (hardware e propriedades dis dispositivos), configurar perfis de hardware, ver informação da sua ligação de rede e perfil de início de sessão e relatar erros do sistema e de programas à Microsoft ou ao seu administrador de sistema, quando eles ocorram.
2117 = Informações do Sistema é um componente do sistema operativo Windows que recolhe e exibe informação sobre a configuração do sistema de computadores locais e remotos. Isto inclui informação sobre configurações de hardware, componentes do computador e programas, incluíndo controladores assinados e não assinados. Informações do Sistema é uma ferramenta de ajuda que pode utilizar para encontrar informação do seu computador e do seu sistema operativo.
2118 = O Comando Netstat TCP\IP é um componente do Windows que mostra todas as ligações activas de TCP e as portas TCP e UDP, nas quais o computador escuta e mostra os ficheiros executáveis envolvidos na criação das ligações ou porta para escutar (o nome do executável é [ ] em baixo, em cima está o componente requisitado e assim por diante até se chegar à TCP\IP)
2119 = Teclado no Ecrã exibe um teclado virtual no ecrã e possibilita os utilizadores que têm mobilidade limitada de digitarem dados através do dispositivo apontador ou joystick. O Teclado no Ecrã tem como fim fornecer um nível de funcinalidade mínimo para os utilizadores com mobilidade limitada. Pode também usá-lo se achar que está instalado um 'Registador de Teclado' no seu computador. O Teclado no Ecrã elimina a possibilidade de serem registadas as teclas que carrega.
2120 = O Desfragmentador de Disco analisa os discos locais e consolida os ficheiros e pastas fragmentados, de modo que cada um ocupe um espaço único e contíguo no disco. O Desfragmentador de Disco também consolida o espaço livre do volume tornando menos provável que os novos ficheiros fiquem fragmentados.Em virtude destas alterações o seu sistema pode aceder com mais eficiência aos ficheiros e pastas e guardar novos.
2121 = Serviços pode iniciar, parar, pausar, retomar ou Desativar serviços em computadores locais ou remotos; Serviços pode também definir acções de recuperação se um serviço falhar (por exemplo, reiniciar o serviço automaticamente), Ativar ou Desativar serviços para um perfil de hardware específico e ver o estado e descrição de cada serviço.
2122 = Pastas Partilhadas pode ser usado para gerir os recursos partilhados na rede, controlar as autorizações de acesso dos utilizadores, actividade da sessão, propriedades dos recursos partilhados e ver informação das ligações e dos recursos usados para o computador local ou computadores remotos. Com Pastas Partilhadas pode também ver uma lista de todos os utilizadores que estão ligados remotamente (na rede) ao seu computador e desligar um ou todos eles.Pode, também, ver uma lista de ficheiros que estão actualmente abertos pelos utilizadores remotos.
2123 = Política de Grupo inclui a configuração da política do utilizador e do computador. As definições da Política de Grupo definem os diversos componentes do ambiente de trabalho do utilizador que o administrador do sistema necessita gerir (por exemplo, os programas disponíveis para os utilizadores, os programas que aparecem no Ambiente de trabalho do utilizador e as opções do menu Iniciar).
2124 = Adicionar/Remover Componentes do Windows ajuda-o a gerir os componentes do Windows já instalados. Depois de ter instalado Windows, pode utilizar esta ferramenta para adicionar componentes que não foram incluídos automaticamente na instalação original ou remover os componentes de Windows existentes que não lhe interessem.
2125 = A Ferramenta de Remoção de Software Malicioso do Windows analisa o seu computador em busca de infecções específicas, programas maliciosos predominantes e ajuda a remover as infecções encontradas. Estes programas maliciosos incluem viroses, lesmas(worms) e Cavalos de Tróia. Quando o processo de detecção e remoção estiver terminado, a ferramenta exibe um relatório descrevendo os resultados, incluindo, caso existam, se algum programa malicioso foi encontrado e removido.


[Junk Files Cleaner Options]
2202 = Unidades para Pesquisar:
2203 = Modelo
2204 = Descrição
2205 = Adicionar
2206 = Remover
2207 = Restaurar Padrão
2208 = Limpar Ficheiros Inúteis::Geral
2209 = Limpar Ficheiros Inúteis::Exclusões
2220 = Modelo para pesquisar por:
2221 = Pode utilizar os símbolos ? e/ou * como 'carateres de substituição'
2222 = Adicionar Modelo
2223 = Adicione Modelo de Exclusão
2224 = Pode utilizar os símbolos ? e/ou * como 'carateres de substituição'
2225 = Modelo de exclusão:
2226 = Enviar ficheiros para Reciclagem
2227 = Ignorar os ficheiros acedidos nas últimas 24 horas  

[Junk Files Cleaner Tool]
2306 = Pesquisar
2307 = Eliminar
2308 = A Pesquisar
2309 = Por favor, aguarde enquanto decorre a pesquisa.
2310 = Cancelar
2311 = Nome
2312 = Tamanho
2319 = Ficheiros:
2320 = Tamanho total:
2323 = Existem ficheiros usados pelo Windows ou outro programa que não podem ser eliminados agora
2324 = Tem que escolher pelo menos uma unidade e extensão para iniciar o exame.
2325 = Eliminar Ficheiros Inúteis permite-lhe encontrar e remover diversos tipos de ficheiros inúteis  e desnecessários do seu computador. Normalmente, tais ficheiros são eliminados pela aplicação que os criou logo que não necessite mais deles. Contudo, podem ficar permanentemente no seu disco, se o programa encerrar inesperadamente, falha de sistema, ec.. Se isso acontecer, pode causar redução do espaço livre do disco ou diminuir a velocidade de funcionamento do sistema, etc.
2326 = Ficheiro:
2327 = Eliminação de Ficheiros...

[ContextMenu Junk Files Cleaner]
2313 = Abrir
2314 = Procurar no %s por
2315 = Abrir a Pasta Respetiva
2316 = Propiedades...
2317 = Seleccionar Tudo
2318 = Desmarcar Tudo
2321 = Marcar os itens selecionados
2322 = Desmarcar os itens selecionados

[TopMost Window]
4002 = Opções
4003 = Abrir Janela Principal
4004 = Modo Arrastar e Largar
4005 = Modo Pesquisador
4006 = Tamanho
4007 = Pequeno
4008 = Médio
4009 = Grande
4010 = Tamanho da Janela
4011 = SAIR
4012 = Desinstalar
4013 = Parar Iniciar Automático
4014 = Terminar Processo
4015 = Terminar e eliminar Processo
4016 = Abrir a Pasta Respetiva
4017 = Informação
4018 = Propriedades
4019 = CANCELAR
4020 = Só é suportado um ficheiro de cada vez!
4021 = Largou uma pasta, por favor, arraste e largue um ficheiro!
4022 = Desinstalar ou Remover:
4023 = Não Resolvido! Tente apontar para outra janela, ícone ou um item da barra de tarefas
4024 = Não foi possível executar o comando de desinstalação.\n Por favor, desinstale o programa com o desinstalador.
4025 = Não foi encontrado Pacote de Instalação!\nSugestão: Recolha mais informação do programa e\n tente desinstalar manualmente!
4026 = A aplicação escolhida está desactivada de Inicialização Auto!\nSugestão: Se quiser activá-la de novo, use a Ferramenta Inicialização Automática do programa!
4027 = A aplicação escolhida não foi encontrada nos lugares comuns de inicialização!\nSugestão: Para procurar lugares incomuns que sejam usados para inicialização automática de uma aplicação, use www.google.com
4028 = Deseja fechar a aplicação selecionada? \n Os dados não guardados serão perdidos!
4029 = Desinstalador
4030 = Deseja fechar e eliminar a aplicação selecionada? \nQuaisquer dados não guardados estarão perdidos!
4031 = Deseja fechar o Explorador do Windows? \n O menu Iniciar, barra de tarefas e a bandeja do sistema irão desaparecer!
4032 = Iniciar automaticamente com o Windows
4033 = Transparência

[Scan After Uninstall]
4210 = Localização
4211 = Chave
4212 = Valor
4213 = Dados
4214 = Ficheiro
4215 = Nenhum item selecionado. Selecione um item para eliminar!
4216 = Pesquisar Depois de Desinstalar
4217 = Seleccionar Tudo
4218 = Desmarcar Tudo
4219 = Eliminar
4220 = Vestígios dos Ficheiros
4221 = Vestígios das Entradas do Registo
4222 = A pesquisar antes de desinstalar, por favor, aguarde...
4223 = A executar o desinstalador...
4224 = Por favor, inicie a pesquisa dos vestígios dos ficheiros, pastas e chaves do Registo depois de terminar a desinstalação do programa.
4225 = A pesquisar depois da desinstalação, por favor, aguarde...
4226 = Por favor, verifique com cuidado os itens listados!
4227 = Fechar
4228 = Os vestígios dos ficheiros na lista irã ser eliminados no próximo reinício do computador.
4229 = Não foi possível executar o desinstalador da aplicação!\nPossível comando de desinstalação inválido!
4230 = Anterior
4231 = Seguinte
4232 = Selecione um Modo de Desinstalação
4233 = Modos
4234 = Incorporado – executar apenas o desinstalador da aplicação sem exame adicional.
4235 = Seguro – inclui o modo incorporado e realiza exames adicionais no Registo e no disco rígido para descobrir itens remanescentes, que possam ser eliminados com segurança. É a opção mais rápida.
4236 = Moderado - inclui o modo seguro e realiza um exame minucioso para descobrir toda a informação remanescente da aplicação nas suas localizações habituais no Registo e no disco rígido.
4237 = Avançado – inclui o Modo Moderado e realiza um exame mais profundo e completo no Registo e no disco rígido para descobrir toda a informação remanescente da aplicação. É o modo mais lento.
4238 = A Analisar os dados da aplicação antes da desinstalação. 
4239 = A iniciar o desinstalador incorporado da aplicação.
4240 = Após a desinstalação da aplicação, seleccione o botão “Seguinte” para iniciar a pesquisa dos ficheiros, pastas e itens remanescentes do Registo.
4241 = A efetuar a análise inicial e a desinstalar
4242 = A procurar por vestígios da informação
4243 = Desinstalação incorporada terminada - a pesquisar o seu Registo e disco rígido para procurar por vestígios de ficheiros, pastas e itens relacionados com a aplicação desinstalada. Aguarde, por favor ...
4244 = Foram encontrados vestígios dos itens no Registo
4245 = Itens encontrados no Registo:
4246 = Aviso: Por favor, verifique com cuidado os itens em negrito! Só os itens a negrito selecionados e os seus sub-itens serão eliminados!
4247 = Foram encontrados vestígios dos ficheiros e pastas
4248 = Itens encontrados:
4249 = O Meu Computador
4250 = Revo Uninstaller não conseguiu iniciar o desinstalador incorporado da aplicação. É possível que o comando de desinstalação da aplicação seja inválido ou esteja corrompido. Pode clicar no botão “Anterior” e tentar um outro modo de desinstalação
4251 = O desinstalador incorporado da aplicação terminou. Revo Uninstaller não pesquisou itens remanescentes. Pode clicar no botão “Anterior” e tentar um outro modo de desinstalação para pesquisar ficheiros, pastas e itens remanescentes do Registo.
4252 = Revo Uninstaller acabou o processo de desinstalação com sucesso, mas não foram encontrados itens remanescentes. Pode clicar no botão “Anterior” e tentar um outro modo de desinstalação mais avançado para uma pesquisa mais pormenorizada.
4253 = Revo Uninstaller acabou o processo de desinstalação com sucesso. Se deseja procurar mais itens remanescentes, pode clicar no botão “Anterior” e tentar um outr modo de desinstalação mais avançado para uma pesquisa mais pormenorizada
4254 = Terminar
4255 = Deseja enviar os ficheiros selecionados para a Reciclagem?
4256 = Deseja eliminar os itens selecionados do Registo?
4257 = O Revo Uninstaller terminou o processo de desinstalação com sucesso.
4258 = Deseja ignorar a eliminação dos vestígios das entradas de Registo e continuar para o passo seguinte? 
4259 = Deseja ignorar a eliminação dos vestígios dos ficheiros e pastas e continuar para o passo seguinte?
4260 = A pesquisa de vestígios está completa. Clique em “Seguinte” para ver os resultados!
4261 = A Criar um Ponto de Restauro do Sistema... 
4262 = Criação de Ponto de Restauro do Sistema - falhou! 
4263 = Criação de Ponto de Restauro do Sistema desligado (em opções->Desinstalador) 
4264 = Criação de Ponto de Restauro do Sistema - concluído!


[About]
4300 = Tradutores:

[ContextMenu Uninstaller]
5000 = Comandos
5001 = Informação
5002 = Procurar no %s por 
5004 = Localização da Instalação
5005 = Abrir Hiperligação Sobre...
5006 = Abrir Hiperligação da Ajuda...
5007 = Abrir Hiperligação da Atualização...
5008 = Abrir Chave do Registo...

[Common]
10000 = OK
10001 = Cancelar
10002 = Ajuda
10003 = Procurar
10004 = Ajuda da Ferramenta Atual
10005 = Página da Web
10007 = Alerta
10006 = Sobre...
10008 = ERRO
10009 = Sim
10010 = Não
10011 = Pausar
10012 = Retomar
10013 = Predefinição
10014 = Por favor, aguarde...
10015 = Mais Tarde
10016 = Nunca

[Tooltips]
2000 = Muda para o Modo de Desinstalação
2001 = Mostra o Painel de Ferramentas
2002 = Ajusta as Definições
2003 = Muda para o Modo Pesquisador
2004 = Altera a visualização da lista dos programas instalados
2005 = Desinstala o programa selecionado
2006 = Eliminar a entrada selecionada do Registo
2007 = Atualiza a lista das aplicações
2008 = Atualiza a versão atual para a mais recente
2009 = Procura por informação adicional e a resposta para todas as suas perguntas sobre o programa
404 = Inicia a aplicação selecionada
405 = Para e encerra a aplicação selecionada 
406 = Impede que a aplicação selecionada inicie automaticamente
506 = Limpa as opções selecionadas
605 = Limpa as opções selecionadas
705 = Limpa as opções selecionadas
2106 = Executa a ferramenta selecionada
2304 = Procura por ficheiros desnecessários de acordo com as definições selecionadas
2305 = Envia os ficheiros selecionados para a Reciclagem



[UninstallerPro]
15000 = Geral
15001 = Gestor\nde Grupos
15002 = Programas Novos
15003 = Outros Programas
15004 = Nome
15005 = Renomear
15006 = Internet
15007 = Jogos
15008 = Multimédia
15009 = Utilitários
15050 = Mover para Cima
15051 = Mover para Baixo
15052 = Adicionar
15053 = Remover
15054 = Colunas
15055 = Remover Esta Coluna
15056 = Alinhamento
15057 = Esquerda
15058 = Centro
15059 = Direita
15060 = Melhor Ajuste
15061 = Exportar Lista para
15062 = Formato de Texto (txt)
15063 = Formato HTML (html)
15064 = Microsoft Excel
15065 = Exportar
15066 = Selecione as colunas que pretende exportar:
15067 = Mostrar como programas novos instalados:
15068 = Último (em dias)
15069 = Desda a última execução do desinstalador
15070 = Nome do Grupo:
15071 = Adicionar
15072 = Grupo
15073 = Programas Monitorizados
15074 = Programas\nMonitorizados
15075 = Todos os Programas
15076 = Todos os\nProgramas
15077 = Eliminar registo
15078 = Desinstalação Personalizada
15079 = Alterar Ícone
15080 = Adicionar ao Grupo
15081 = Remover do Grupo
15082 = A Desinstalar
15083 = A desinstalar os ficheiros e as pastas do programa registados:
15084 = A desinstalar os itens do Registo registados:
15085 = Existem alguns dados que podem estar relacionados com o programa desinstalado, mas não foram eliminados porque não foram registados pelo Revo Uninstaller Pro durante a instalação do programa. Se desejar rever e, eventualmente apagá-los, clique em "Desinstalação Avançada" 
15086 = Desinstalação Avançada
15087 = Caminho Ficheiro\Pasta
15088 = A carregar a lista...
15089 = Desinstalar os valores selecionados
15090 = Abrir a chave do Registo original... 
15091 = Expandir tudo 
15092 = Ocultar tudo
15093 = Nome do Valor 
15094 = Pasta de Registos:
15095 = Executar as operações de renomeação dos ficheiros e pastas do sistema preexistentes
15096 = Desinstalação Forçada
15097 = Desinstalação\nForçada
15098 = Expandir chave selecionada
15099 = Ocultar chave selecionada
15100 = Desinstalar chave selecionada
15101 = Marcar a chave selecionada como Criada
15102 = Adicionar à Lista de Exclusões
15103 = Ficheiro de registo inválido
15104 = O ficheiro não existe! Insira um nome de ficheiro válido ou cancele a operação.
15105 = Escolher Processo
15106 = Adicionar Processo à lista
15107 = Caminho completo do processo:
15108 = Adicionar Chave do Registo
15109 = Caminho da Chave do Registo
15110 = O comando Desisntalação Forçada ajuda-o a desinstalar programas ou a remover os vestígios de programas parcialmente instalados ou desinstalados. Pode explorar os vestígios de ficheiros e pastas ou inserir o caminho completo para qualquer ficheiro ou pasta do programa que deseja desinstalar. Também pode inserir o nome do programa como informação adicional. Baseado nos dados inseridos, o Revo Uninstaller Pro procura pelo desinstalador integrado existente e pelos registos de instalação relacionados nos módulos dos Programas Rastreados e da Base de Dados de Rsgistos. Se for encontrado algum, este irá ser listado, e assim pode escolher para o utilizar ou não.\n\nPor favor, insira o nome exato e a localização da instalação do programa que pretende desinstalar!
15111 = Modos de Pesquisa
15112 = Incorporado
15113 = Seguro
15114 = Moderado
15115 = Avançado
15116 = Caminho completo para o ficheiro ou pasta do programa:
15117 = Nome exacto do programa: 
15118 = Encontrado desinstalador incorporado:
15119 = Executar o desinstalador incorporado selecionado
15120 = Nome do Programa
15121 = Comando de Desinstalação
15122 = Tipo
15123 = 32 bits
15124 = 64 bits
15125 = Terminar Processo e Continuar
15126 = O ficheiro selecionado é um processo em execução! Se pretende desinstalá-lo e os seus itens relacionados correctamente, é melhor terminar (parar) o processo antes de continuar
15127 = Chave de Registo a Excluir
15128 = Incluir Subchaves
15129 = Definir o foco na janela "Programas Monitorizados" ao iniciar
15130 = Eliminar ficheiros e pastas:
15131 = para pasta de Cópias de Segurança
15132 = para a Reciclagem
15133 = Permanentemente
15134 = Deseja eliminar os itens selecionados?
15135 = Pastas
15136 = Ficheiros
15137 = Ficheiros e Pastas possivelmente relacionados
15138 = Itens do Registo possivelmente relacionados
15139 = Chaves:
15140 = Valores:
15141 = Ficheiros e Pastas Registados
15142 = Executar operações de renomeação em ficheiros e pastas de sistema pré-existentes 
15143 = Tem a certeza de que deseja desinstalar os itens selecionados?
15144 = Os restantes ficheiros selecionados serão eliminados na próxima reinicialização do sistema
15145 = Itens do Registo registados
15146 = A desinstalar...
15147 = A procurar por vestígios de ficheiros, pastas e itens do Registo com base na informação inicial fornecida
15148 = A analisar e a iniciar o desinstalador incorporado para a desinstalação predefinida
15149 = Assim que o desinstalador do programa terminar, clique em "Pesquisar" para iniciar a procura de vestígios dos ficheiros, pastas e itens do Registo.
15150 = Não existe espaço suficiente no disco para gravar os dados do ficheiro de 'cache' 
15151 = Erro ao gravar o ficheiro de 'cache'. Certifique-se que tem as autorizações adequadas
15152 = Erro na leitura do ficheiros de dados de 'cache'
15153 = O Revo Uninstaller Pro não encontrou quaisquer vestígios dos itens
15154 = Pesquisar
15155 = Desinstalação\nPersonalizada
15156 = O módulo "Todos os Programas" do Revo Uninstaller Pro mostra todos os programas instalados e componentes, tanto para a atual utilizador como para todos os utilizadores, divididos em dois grupos padrão - "Novos" e "Outros". No modo de visualização "Detalhes", ou usando o menu de contexto, pode obter informação adicional (ligações e propredades acerca das instalações). As configurações deste modo estão localizadas no sub menu "Todos os Programas" em "Desinstalação" na janela "Opções".
15157 = O módulo "Programas Monitorizados" do Revo Uninstaller Pro mostra todos os programa dos quais seguiu os vestígios (monitorizou) durante a sua instalação usando o Revo Uninstaller Pro. Para seguir os vestígios de um programa com Revo Uninstaller Pro pode clicar no botão direito do rato sobre o instalador (setup) ou clicar no botão "Instalar Programas" na barra de ferramentas principal. As configurações do modo estão localizadas no sub menu "Programas Monitorizados" em "Desinstalação" na janela "Opções".
15158 = Registo
15159 = Ficheiro de Ajuda
15160 = Instalar Programas
15161 = Instalar\nProgramas
15162 = Criar um Ponto de Restauro e Cópia de Segurança completa do Registo antes da desinstalação
15163 = A Criar a Cópia de Segurança completa do Registo ...
15164 = A Criação de um Ponto de Restauro e Cópia de Segurança completa está desactivada (em opções->Desinstalação)
15165 = A criar a Cópia de Segurança completa do Registo - concluída!
15166 = A criar a Cópia de Segurança completa do Registo - falhou!
15167 = (Não suportado no Windows Vista e Windows 7)
15168 = Registos:
15169 = Ou clique com o botão direito no rato sobre o ícone Modo Caçador e selecionar "Sair" para abandonar
15170 = Abrir o Assistente de Desinstalação maximizado
15171 = Atalho da pasta
15172 = Por favor, instale um leitor de PDF para visualizar o ficheiro de Ajuda
15173 = Adicionar novo Grupo
15174 = Eliminar registos selecionados
15175 = Reconstruir ficheiro de cache
15176 = Tem a certeza que auer recontruir o ficheiro de cache?\nAs suas personalizações nos detalhes do programa serão perdidas!
15177 = Gerir
15178 = Exportar, Importar ou Editar registo
15179 = Alterar\nou Reparar
15180 = Alterar ou Reparar
15181 = Hiperligação de Atualização
15182 = Base de Dados dos registos
15183 = Base de Dados\ndos registos
15184 = Programas:
15185 = Nome do Programa
15186 = Versão do Programa
15187 = Versão do Windows
15188 = Bits do Windows
15189 = Encontrado
15190 = Mostrar apenas os registos compatíveis com %s
15191 = Mostrar apenas os registos %s
15192 = Registos correspondentes:
15193 = Base de dados dos registos:
15194 = Procurar por:
15195 = registo
15196 = registos
15197 = programa
15198 = programas
15199 = Nome
15200 = Desinstalação Rápida 
15201 = Desinstalação\nRápida
15202 = A efetuar a cópia de segurança inicial do sistema
15203 = A desinstalar o programa %d de %d
15204 = Análise inicial - concluída!
15205 = A iniciar o desinstalador do programa incorporado - concluído!
15206 = A iniciar o desinstalador do programa incorporado - falhou!
15207 = A procurar por vestígios dos ficheiros, Pastas e itens do Registo...
15208 = A eliminar os itens dos vestígios encontrados ...
15209 = Apagados %d vestígios das Chaves de Registo e %d Valores
15210 = Apagados %d vestígios das Pastas e %d Ficheiros
15211 = Desinstalação Rápida concluída!
15212 = Estado
15213 = Após a conclusão do desinstalador do programa, clique no botão "Continuar" para continuar o processo de desinstalação.
15214 = Continuar
15215 = Importado
15216 = Adicionar Comentário
15217 = Editar Comentário
15218 = Módulos
15219 = Data do Registo
15220 = A preparar os dados do registo para desinstalar...
15221 = %d de %d itens
15222 = A executar as operações de renomeação necessárias...
15223 = Pretende desinstalar o registo selecionado?
15224 = Pretende desinstalar os registos selecionados?
15225 = A desinstalar o registo %d de %d
15226 = Exportar Todos
15227 = Ignorar\nCópia de Segurança
15228 = Ignorar criação de ponto de restauro do sistema e cópia de segurança do Registo
15229 = A criar cópia de segurança do Registo - ignorado!
15230 = A criar Ponto de Restauro do Sistema - ignorado!
15231 = Editar registo
15232 = Importar registo
15233 = Exportar registo
15234 = Analisar registo -
15235 = Renomear registo
15236 = Nome do Registo
15237 = Guardar Alterações
15238 = Modicar
15239 = Ícone
15240 = Índice de ícones
15241 = Autor
15242 = Data de Criação
15243 = Última Modificação
15244 = Tamanho Estimado
15245 = Chaves de Registo
15246 = Valores de Registo
15247 = Criado
15248 = Eliminado
15249 = Renomeado
15250 = Sobrescrito
15251 = Desconhecido
15252 = Nome Antigo
15253 = Nome Completo
15254 = Nome Antigo Completo
15255 = Dados Antigos
15256 = Já existe um Valor de Registo com este nome!
15257 = Adicionar Chave
15258 = Nome da Chave:
15259 = Não Modificada
15260 = Modificar Chave
15261 = Adicionar Valor
15262 = Modificar Valor
15263 = Definir
15264 = Tipo Antigo
15265 = Forçar paragem da execução de ficheiros executáveis durante a sua desinstalação
15266 = Procurar um registo apropriado antes da desinstalação normal do programa
15267 = Deseja executar a Desinstalação Rápida dos programas selecionados?
15268 = Encontrar registo correspondente entre os registos a serem usados para a desinstalação\nInicializando o desinstalador incorporado para a desinstalação padrão do programa.
15269 = Encontrar registo correspondente na Base de Dados de registos a serem usados para a desinstalação\nInicializando o desinstalador incorporado para a desinstalação padrão do programa.
15270 = Após a conclusão do desinstalador do programa, clique no botão "Continuar" para ver os ficheiros remanescentes, pastas e itens do Registo.
15271 = Erro a transferir o ficheiro de registo!
15272 = Erro a renomear o ficheiro de registo transferido!
15273 = O módulo "Base de Dados de Registos" do Revo Uninstaller Pro exibe uma lista de registos e programas monitorizados que é compatível com o seu sistema Windows. Estes registos guardados no nosso site são mantidos pela equipa do Revo Uninstaller Pro. Pode utilizar facilmente este registos (com um clique no botão "Desinstalar") para desinstalar programas do seu computador.
15274 = A sua Versão:
15275 = Atualizar Agora
15276 = Atualizar automaticamente a Base de Dados de registos de eventos
15277 = Erro a transferir a Base de Dados de Registos!
15278 = Erro na atualização da Base de Dados de Registos!
15279 = Erro a extrair a Base de Dados de Registos!
15280 = Erro a abrir a Base de Dados de Registos!
15281 = Introduza o seu comentário:
15282 = Escolha do Ícone
15283 = Atalho do ficheiro:
15284 = Selecione um ícone da lista:
15285 = Ficheiro
15286 = Pasta
15287 = A Exportar Registo -
15288 = A Importar Registo -
15289 = %d%% concluído
15290 = Exportado por
15291 = Encontrar Registos relacionados
15292 = Sim(recomendado)
15293 = Os registos listados feitos por si parecem estar relacionados com o programa que está a desinstalar. Pretende utilizar os dados dos registos durante a desinstalação?
15294 = A Transferir Registo -
15295 = Os registos listados encontrados na Base de Dados de Registos parecem estar relacionados com o programa que está a desinstalar. Se pretende utilizar alguns deles durante a desinstalação, faça uma marca na sua frente.
15296 = Existe um registo apropriado na nossa Base de Dados de Registos.\nPretende usá-lo para uma mais completa desinstalação do programa?
15297 = Deseja eliminar o(s) registo(s) selecionado(s) da lista?
15298 = Deverá selecionar pelo menos uma coluna para exportar!
15299 = Explorar por
15300 = Utilizar registo selecionado
15301 = Origem
15302 = Não seleccionou qualquer desinstalador integrado da lista.\nTem a certeza que deseja continuar a procurar por vestígios e ignorar a utilização do desinstalador integrado?
15303 = Selecione um desinstalador integrado da lista se o desejar utilizar durante o processos de desisnstalação.
15304 = Não seleccionou nenhum registo da lista.\nTem a certeza que pretende continuar a procurar rastos e ignorar o uso de um registo?
15305 = Selecione um registo da lista se o desejar utilizar durante o processo de desinstalação.
15306 = A carregar os dados do registo ...
15307 = Criar uma cópia completa do Registo antes de desinstalar
15308 = Criação da Cópia do Registo desactivada (em Ferramentas -> Opções -> Desinstalador)

15309 = Atalho:

15310 = Utilizar os dados de desinstalação do programa para obter a Data de Instalação
15311 = Instalar Programa com \nRevo Uninstaller Pro
15312 = Unir registos selecionados
15313 = Tem a certeza que pretende unir os registos selecionados?\nEste comando é apropriado para registos relacionados com um programa e combina todos os registos num único registo com os dados.
15314 = Nome do registo Unido
15315 = Pasta a excluir
15316 = Ficheiros e Pastas a Excluir
15317 = Chave do Registo a Excluir
15318 = A desinstalação do %s foi interrompida por um reinício do computador. Pretende continuar o processo de desinstalação?


[Auto Run Manager Pro]
15800 = Adicionar
15801 = Adicionar programa à inicialização do Windows
15802 = Definir inicialização automática para:
15803 = Todos utilizadores
15804 = Utilizador atual
15805 = Definir inicialização automática de:
15806 = Registo: Executar - em todas as inicializações do Windows
15807 = Registo: Executar uma vez - executar apenas uma vez, na próxima inicialização do Windows
15808 = Pasta Iniciar - em todas as inicializações do Windows
15809 = Comando (atalho completo):
15810 = Nome:
15811 = Removido da inicialização automática
15812 = Removidos os itens parado da inicialização automática
15813 = Removidos todos os itens desactivados da inicialização automática
15814 = Serviços
15815 = Abrir Serviços do Windows
15816 = Tarefas Agendadas
15817 = Ativar
15818 = Desativar

[General App]
16001 = Imprimir
16002 = Pré-visualizar Impressão
16003 = Configurar Impressão 
16004 = Ver
16005 = Barra de Menu
16006 = Barra de Ferramentas Principal
16007 = Painel de Descrição
16008 = Barra de Estado
16009 = Barra de Ferramentas
16010 = Ficheiro
16011 = Gestor de\nInicialização
16012 = Limpeza de\nFicheiros Inúteis
16013 = Ferramentas do\nWindows
16014 = Limpeza de\nNavegadores
16015 = Limpeza do\nMicrosoft Office
16016 = Limpeza do\nWindows
16017 = Removedor de\nEvidências
16018 = Eliminar\nDefinitivamente
16019 = Gestor de\nCópia de Segurança
16020 = Instalar com o Revo Uninstaller Pro
16021 = Desinstalar com o Revo Uninstaller Pro
16022 = Instalar o programa selecionado com o Revo Uninstaller Pro
16023 = desinstalar o programa selecionado com o Revo Uninstaller Pro
16024 = Pasta da Cópia de Segurança:
16025 = Fazer Cópia de Segurança dos itens do Registo eliminados
16026 = Fazer Cópia de Segurança dos ficheiros e pastas eliminados
16027 = O Microsoft Excel não está instalado neste computador (código de erro 0x%08X).
16028 = Não foi possível executar o programa Microsoft Excel (código de erro 0x%08X).
16029 = Erro desconhecido.
16030 = Registo
16031 = Ignorar mensagens de informação exibidas pelo Revo Uninstaller Pro
16032 = Ignorar mensagens de alerta exibidas pelo Revo Uninstaller Pro
16033 = Processos
16034 = Monitorizar programas no modo compacto
16035 = Incluir Processos:
16036 = Excluir Processos:
16037 = Atalho do Processo
16038 = Tema:
16039 = Barras de Ferramentas
16040 = Mostrar legendas de texto
16041 = Mostrar ícones pequenos
16042 = Azul
16043 = Cinzento
16044 = Preto
16045 = Prateado
16046 = Nativo
16047 = Nativo 2
16048 = Nativo Suave
16049 = Comprar Agora
16050 = Depois de ter comprado o Revo Uninstaller Pro, irá receber um número de série por e-mail. Para poder ativar o Revo Uninstaller Pro, tem de inserir o número de série no formulário abaixo e clicar "Ativar On-line". A ativação requer uma ligação à Internet, pelo que a sua firewall não deverá bloquear o Revo Uninstaller Pro. Se tiver quaisquer questões sobre o registo, por favor, contacte-nos para: registration@revouninstaller.com.
16051 = Registo 
16052 = Digite aqui o número de série exacto:
16053 = Ativar online
16054 = Todos os direitos reservados
16055 = Versão Registada
16056 = Versão não Registada
16057 = Deseja eliminar as cópias de segurança criadas, registos e outros dados do programa? Clique "Não" se está a actualizar o programa.
16058 = Tradutor:
16059 = Criar cópia de segurança diária do Registo
16060 = Eliminar registo do programa monitorizado após a desinstalação
16061 = Mostrar ícones pequenos na vista de Detalhes
16062 = Mostrar comandos no menu de contexto do Windows (Instalar com..., Desinstalar com...)
16063 = Marcar todos os vestígios por predefinição
16064 = Cinzento escuro
16065 = Azul 2
16070 = Barra de Ferramenta de Comandos
16071 = Personalizado
16072 = Tema
16073 = Cor de Fundo Personalizada
16074 = Cor de Selecção Personalizada
16075 = Por favor, encerre o Revo Uninstaller Pro, antes de iniciar a importação de um registo.\nOu importe o registo usando o botão "Gerir" da Barra de Ferramentas no módulo "Programas Monitorizados".
16076 = Ativar
16077 = Escolha o método de activação
16078 = Ativação Online
16079 = Ativação por Ficheiro
16080 = O seu período de avaliação de 30 dias terminou. Se quer continuar a utilizar o produto tem que comprar uma licença.
16081 = Após ter comprado uma licença para o Revo Uninstaller Pro, irá receber um número de série por email. Para Ativar o Revo Uninstaller Pro, necessita introduzir o seu nome e aquele número de série no formulário abaixo (copiar e colar é vivamente recomendado) e clicar no botão “Ativar online”. A Ativação requer uma ligação Internet, por isso a sua firewall não deve bloquear o Revo Uninstaller Pro. Se tiver algumas dúvidas ou problemas relacionados com o registo, por favor contacte-nos em: registration@revouninstaller.com
16082 = Após ter comprado uma licença para o Revo Uninstaller Pro, irá receber um número de série por email. Para Ativar o Revo Uninstaller Pro por Ficheiro, necessita introduzir o seu nome e aquele número de série no formulário abaixo (copiar e colar é vivamente recomendado) e clicar no botão “Guardar Ficheiro” para guardar o ficheiro. Depois envie o ficheiro criado para support@revouninstaller.com ou registration@revouninstaller.com. Dentro de 24 horas iremos enviar-lhe uma Chave de Desbloqueio que concluirá a Ativação do Revo Uninstaller Pro. Se tiver algumas dúvidas ou problemas relacionados com o registo, por favor contacte-nos em: registration@revouninstaller.com
16083 = Se tiver escolhido Ativar o Revo Uninstaller Pro por Ficheiro. Após ter enviado o ficheiro de Ativação para os nossos emails de apoio, irá receber a chave de Desbloqueio da equipa de apoio do Revo Uninstaller Pro. Necessita introduzir abaixo a Chave de Desbloqueio (copiar e colar é vivamente recomendado) e clicar no botão "Ativar". Se tiver algumas dúvidas ou problemas relacionados com o registo, por favor contacte-nos em: registration@revouninstaller.com
16084 = Existe uma alteração no seu computador que requer que o Revo Uninstaller Pro seja reactivado. Por favor, clique apenas no botão "Ativar". Se tiver algumas dúvidas ou problemas relacionados com o registo, por favor contacte-nos em: registration@revouninstaller.com
16085 = Ativação bem sucedida! 
16086 = Falha na Ativação!
16087 = Sem ligação ao servidor de ativação. Por favor, certifique-se que a sua firewall não está a bloquear o Revo Uninstaller Pro.
16088 = Insira o nome de utilizador:
16089 = Insira o número de série (recomendado copiar e colar):
16090 = Insira o código de desbloqueio (recomendado copiar e colar):
16091 = Reinicar Processo de Ativação
16092 = Dias restantes:
16093 = Guardar Ficheiro
16094 = Registado a
16095 = Reativar
16096 = Ativação em progresso. Por favor, aguarde...
16097 = Número de Série Incorreto.\nPor favor, copie e cole o número de série em vez de o digitar!
16098 = Por favor, reinicie o Revo Uninstaller Pro
16100 = Número de série:
16101 = Dados da licença:
16102 = Submeter Comentário
16103 = Suporte On-line
16104 = Riniciar as definições dos painéis da janela principal
16105 = Reiniciar as definições do controlo da visualização dos detalhes
16106 = Reposição bem sucedida!\nReinicie o Revo Uninstaller Pro para aplicar as alterações
16107 = Não existem itens selecionados.\nDeve selecionar pelo menos um item para prosseguir.
16108 = Mostrar o ecrã inicial no arranque
16109 = Limpeza de Histórico
16110 = Limpeza de\nHistórico
16111 = Mais\nComandos
16112 = O Revo Uninstaller Pro já está em execução!
16113 = A subscrição de atualização expira: 
16114 = Renovar Agora
16115 = A subscrição de atualização expirou em %s!
16116 = Subscrição de Atualização
16117 = Se quiser instalar as versões mais recentes do Revo Uninstaller Pro lançadas depois dessa data, tem de renovar a sua 'Subscrição de Atualização'.
16118 = Lembrete da versão de testes
16119 = Obrigado por utilizar o Revo Uninstaller Pro. Está a executar uma versão de testes completatamente funcional durante 30 dias. Se gosta do software e se pretender utilizá-lo depois da versão de testes expirar, tem de comprar uma licença.
16120 = A sua subscrição permite-lhe instalar e ativaar uma versão do Revo Uninstaller Pro lançada antes de %s. Se quiser instalar a versão mais recente do Revo Uninstaller Pro tem de renovar a sua subscrição.
16121 = Gostar
16122 = Licença Desativada
16123 = A sua licença foi desativada por si. Se quiser utilizar novamente o Revo Uninstaller Pro tem de o registar com um número de série válido.
16124 = Desativar Licença
16125 = As chaves de ativação utilizadas foram desativadas com sucesso.
16126 = A desativação falhou!
16127 = Tem a certeza que pretende desativar a sua licença?\nA instalação atual do Revo Uninstaller Pro deixará de funcionar! Continue apenas se pretender mover ou transferir a sua licença para outro computador.
16128 = Desativar
16129 = A desativar a sua licença. Por favor, aguarde...
16130 = dia
16131 = O número de série foi aplicado ao ficheiro de licença atual.
16132 = A sua 'Subscrição de Atualização' expirou em on %s, assim, não está qualificado para atualizar a sua versão atual do Revo Uninstaller Pro. Por favor, renove a sua 'Subscrição de Atualização' se quiser instalar e utilizar a última versão.
16163 = Nossos produtos

[AppBar]
16900 = Guardar o registo das alterações do sistema monitorizadas
16901 = Parar a monitorização da instalação
16902 = O Revo Uninstaller está a monitorizar as alterações ao sistema - continue a instalação como de costume.\nPor favor, NÃO execute quaisquer outros ficheiros de instalação, programas ou qualquer outra coisa durante a instalação do programa!\nDepois de terminar a instalação, execute o(s) programa(s) instalado(s), configure-os e feche-os. Depois clique em "Parar" (quadrado vermelho) e Guarde o registo.
16903 = Insira um nome para o registo:
16904 = Insira um nome do registo e clique em "Guardar".
16905 = O Revo Uninstaller Pro está a rastrear a instalação
16906 = O Revo Uninstaller Pro está a guardar os dados
16907 = Não foi possível obter os previlégios necessários para encerrar o computador. Tente encerrá-lo manualmente!
16908 = Não foi possível ajustar os previlégios para encerrar o computador. Tente encerrá-lo manualmente!
16909 = Por favor, insira um nome de registo válido!
16910 = Deseja cancelar o processo de registo?

[JunkFilesCleanerPro]
17000 = Excluir
17001 = Última Modificação
17002 = Pesquisar Pasta...
17003 = Incluir
17004 = Pastas a incluir como lixo

[Windows Apps]
17100 = Aplicações do\nWindows
17101 = Aplicações do Windows
17102 = Aplicação do Windows
17103 = Total de Aplicações
17104 = Aplicação
17105 = Aplicações
17106 = O módulo "Aplicações do Windows" lista todas as aplicações do Windows instaladas e ajuda-o a desinstalar qualquer uma delas com único clique. Algumas das aplicações criadas pela Microsoft  vêm pré-instaladas com o sistema operativo, outras são instaladas através da 'Loja' do Microsoft. Mais informação sobre qualquer aplicação pode ser encontrada no menu de contexto.
17107 = A analisar e a iniciar o comando de desinstalação predefinido da aplicação
17108 = Depois de do desinstalador predefinido da aplicação terminar, clique em "Pesquisar" para iniciar a pesquisa de ficheiros, pastas e itens do Registo redundantes.
17109 = Tem a certeza que pretende desinstalar a 'Aplicação' selecionada?

[Browser Extensions]
17200 = Extensões de\nNavegador
17201 = Extensões de Navegador
17202 = Extensão do MS Edge
17203 = Tipo
17204 = Extensão
17205 = Plug-in
17206 = Aplicação
17207 = Ajuda
17208 = Barra de Ferramentas
17209 = Provedor de Pesquisa
17210 = %s está em execução. Termine (forçar paragem) se pretender continuar.\nPoderá perder os dados não guardados no seu navegador.
17211 = Total de extensões
17212 = extensão
17213 = extensões
17214 = O módulo "Extensões de Navegador" lista e ajuda-o a eliminar diferentes tipos de componentes adicionais (chamados de extensão ou add-ons), que a maioria dos navegadores populares, tais como Google Chrome, Internet Explorer, Mozilla Firefox e Microsoft Edge que o deixam instalar para os personalizar. A coluna "Tipo" mostra-lhe o tipo de extensão de acordo com o navegador.
17215 = Tem a certeza que pretende remover a extensão selecionada?
17216 = A remover a extensão %s
17217 = Para evitar a reinstalação automática da extensão, desative "Sincronizar Aplicações" e "Sincronizar Extensões" nas definições do Google Chrome, e depois continue com o processo de remoção.
17218 = Selecionou uma extensão pré-instalada.

[EvidenceRemoverPro]
17300 = Tipo
17301 = Tamanho Total
17302 = Espaço Livre
17310 = Disco Local
17311 = Disco Removível
17312 = Tempo estimado restante:
17313 = dias 
17314 = horas
17315 = minutos
17316 = segundos
17317 = Deseja parar o processo?

[WindowsToolsPro]
17400 = Restauro do Sistema
17401 = Diagnósticos da Rede
17402 = Informação da Rede
17403 = Centro de Segurança
17404 = Propriedades do Sistema
17405 = Informação do Sistema
17406 = Comando Netstat TCP/IP
17407 = Teclado no Ecrã
17408 = Desfragmentador de Disco
17409 = Serviços
17410 = Pastas Partilhadas
17411 = Políticas de Grupo
17412 = Adicionar/Remover Componentes do Windows
17413 = Ferramenta de Remoção de Software Malicioso do Microsoft Windows
17414 = Cópia de Segurança e Restauro do Windows
17415 = Agendamento de Tarefas
17416 = Verificação do Disco
17417 = Verificador de Ficheiros do Sistema
17418 = Limpeza de Disco
17419 = Monitor de Recursos
17450 = A Cópia de Segurança e Restauro do Windows permite-lhe efetuar cópias de ficheiros de dados para todas as pessoas que utilizam o computador e dá-lhe a possibilidade de criar uma imagem do sistema. Pode deixar o Windows escolher o que efetuar na cópia de segurança ou pode selecionar pastas individuais, bibliotecas e unidades de que deseja efectuar cópia de segurança. A imagem do sistema inclui as suas definições do sistema e ficheiros. Pode utilizar uma imagem do sistema para restaurar os conteúdos do seu computador, se o seu disco rígido ou o computador deixarem de funcionar.
17451 = O Agendamento de Tarefas ajuda-o a agendar as tarefas automáticas que efetuam acções a uma hora determinada ou quando ocorrer um determinado evento. Este dá-lhe a possibilidade de agendar a execução de programas ou scripts num horário predefinido ou depois de intervalos de tempo especificados. O Agendamento de Tarefas mantém uma biblioteca de todas as tarefas agendadas, fornecendo uma visualização organizada das tarefas e uma forma conveniente para as gerir. 
17452 = A Verificação do Disco verifica a integridade lógica do sistema de ficheiros no volume do Windows. Esta pesquisa por problemas relacionados com setores danificados, unidades de alocação perdidas, ficheiros com referências cruzadas e erros de diretorias. Estes tipos de problemas podem ser causados por craches do sistema ou bloqueios, encerramento incorreto do computador, etc. 
17453 = O Verificador de Ficheiros do Sistema permite-lhe pesquisar e restaurar ficheiros do sistema do Windows com problemas, verificando as suas versões. Se este encontrar um problema, irá tentar substituir os ficheiros problemáticos a partir da Cache DLL do Windows. Se o ficheiro não existir ou se a Cache DLL estiver com problemas, será notificado para inserir o disco de instalação do Windows.
17454 = A 'Limpeza de Disco' é um utilitário de manutenção de computor criado para libertar espaço numa unidade de disco rígido do computador. Este permite aos utilizadores remover ficheiros que já não são necessários ou que podem ser eliminados com segurança, tais como ficheiros temporários, de cache e de registo criados pelo sistema operativo e outros programas.
17455 = O 'Monitor de Recursos' exibe informação sobre a utilização do hardware (CPU, memória, disco, e rede) e recursos de software (manipulação de ficheiro e módulos) em tempo real. Esta ferramenta ajuda-o a descobrir quantos recursos estão a ser utilziados de momento ou utilziados ​​ao longo do tempo por meio de uma representação gráfica. Desta forma, pode verificar os contadores de desempenho de um recurso específico e decidir um curso de ação para melhorar o desempenho do recurso do computador. 

[WindowsCleanerPro]
17500 = Eliminar Cache das Miniaturas

[UnrecoverableDeletePro]
17600 = Adicionar Ficheiro(s)
17601 = Adicionar Pasta
17602 = Eliminar Definitivamente
17603 = A eliminar
17604 = A calcular...
17605 = Itens restantes na lista que não podem ser eliminados agora.\nCertifique-se que estes não estão a seu utilizados pelo Windows ou outro programa, e tente de novo.
17606 = Remover itens selecionados da lista

[Backup Manager]
17800 = Gestor das Cópias de Segurança
17801 = Restaurar
17802 = Eliminar
17803 = Eliminar Tudo
17804 = Restauro\nPersonalizado
17812 = A carregar árvore...
17813 = Anterior
17814 = Seguinte
17815 = Não foram encontrados os Dados do Ponto de Restauro
17816 = A processar
17817 = A copiar: %d de %d
17818 = Pontos de restauro:
17819 = Tamanho Total:
17820 = O 'Gestor das Cópias de Segurança' ajuda-o a gerir a informação guardada pelo Revo Uninstaller Pro depois de cada eliminação da entrada do Registo, ficheiro ou pasta. Ao restaurar um ponto de restauro, pode restaurar todos os dados eliminados ou escolher quais os itens que pretende restaurar. Se precisar de mais espaço livre, pode eliminar alguns ou todos os pontos de restauro.
17821 = Nome
17822 = Operação
17823 = Tamanho
17824 = Itens do Registo
17825 = Ficheiros e Pastas
17826 = Hora
17827 = Data
17830 = Nome da Chave/Valor
17831 = Dados
17835 = Valor Predefinido
17836 = A Restaurar itens: %d de %d
17837 = A Restaurar
17838 = Nome do Ficheiro/Pasta
17839 = Restauro Personalizado
17840 = Ocorreu um erro durante a leitura do ficheiro de dados da cópia de segurança!
17841 = Ficheiros e Pastas a restaurar
17842 = Itens do Registo a restaurar
17843 = Não há espaço suficiente no disco para guardar o ficheiro de dados da cópia de segurança!
17844 = Ocorreu um erro ao guardar o ficheiro de dados da cópia de segurança!
17845 = Deseja restaurar a operação %s de %s?
17846 = Deseja eliminar todos os pontos de restauro?
17847 = Eliminar\npor Data/Hora
17848 = Eliminar cópias de segurança mais antigas do que uma data ou período
17849 = Eliminar todas as cópias de segurança mais antigas que:
17850 = Data Seleccionada:
17851 = Uma semana
17852 = Duas semanas
17853 = 30 Dias
17854 = 90 Dias
17855 = 180 Dias
17856 = 1 Ano
17857 = Data Personalizada
17858 = Selecionou uma data mais recente do que hoje.\nCom isso irá eliminar todas as cópias de segurança! Continuar?

[TooltipsPro]
18200 = Ajusta as configurações do Revo Uninstaller Pro
18201 = Altera a exibição da lista de programas monitorizados
18202 = Gere as informações das cópias de segurança guardadas pelo Revo Uninstaller Pro
18203 = Instala programas através do Revo Uninstaller Pro
18204 = Desinstalação forçada dos vestígios dos programas já desinstalados
18205 = Mostra todos os programas instalados
18206 = Mostra os programas instalados monitorizados
18207 = Desinstala o programa monitorizado selecionado 
18208 = Desinstalação personalizada do programa monitorizado selecionado
18209 = Restaura o ponto de restauro selecionado do Revo Uninstaller Pro
18210 = Restauro personalizado do ponto de restauro selecionado do Revo Uninstaller Pro
18211 = Eliminar o ponto de restauro selecionado do Revo Uninstaller Pro
18212 = Adiciona um programa para iniciar automáticamente com o arranque do Windows
18213 = Executa a operação de remoção de evidências nas unidades selecionadas
18214 = Adiciona ficheiros para serem eliminados definitivamente
18215 = Adiciona a pasta para ser eliminada definitivamente
18216 = Elimina ficheiros e pastas adicionados
18217 = Elimina ficheiros marcados
18218 = Altera ou Repara a instalação do programa selecionado
18219 = Desinstalação Rápida do programa selecionado (todos os vestígios encontrados serão eliminados automaticamente)
18220 = Adiciona novo item ao registo
18221 = Modifica o item selecionado
18222 = Elimina item selecionado do registo
18223 = Exporta dados do registo atual como HTML

[Portable]
18500 = Ocorreu um erro ao transferir a Atualização!
18501 = Ocorreu um erro ao extrair a Atualização!
18502 = Atualização
18503 = Atualização concluída com sucesso!
18504 = %d de %d ficheiros
18505 = Portabilidade
18506 = Utilizar pasta de armazenamento de dados personalizada
18507= Ativar o modo de carregamento rápido

18508 = Aceitar

18509 = Acordo da Licença